Repository: jorgeroldannovillo/proyecto-traducci-n-3
Catalog: tm/memtrad-wikitravel.tmx
Source language: en_gb
Languages: es_es

source: England has many options for foreign students to study; from language, history, and cultural short courses to advanced degrees at internationally renowned universities.
es_es: Inglaterra ofrece muchas opciones de aprendizaje para los estudiantes extranjeros; desde aprender la lengua, la historia y cursillos culturales hasta la obtención de títulos avanzados en universidades con un reconocido prestigio internacional.

source: England has one of the highest densities of railway lines per square mile in the world.
es_es: Inglaterra tiene una de las mayores densidades de líneas ferroviarias por metro cuadrado en el mundo.

source: England has traditional dishes famous the world over from '''Beef Wellington''' and '''Steak and Kidney Pie''' to the humble '''sandwich'''.
es_es: Inglaterra cuenta con platos tradicionales famosos en todo el mundo, desde el '''Buey Wellington''' y el '''Steak and Kidney Pie''' hasta los humildes '''sándwiches'''.

source: England is home to a huge variety of alcoholic drinks.
es_es: Inglaterra es el hogar de una gran variedad de bebidas alcohólicas.

source: England offers the usual Western assortment of sleeping options including *'''[[Hostels]]''' Both private institutions and those part of a hosteling networking (which may require membership so check ahead) usually offer dorm style accommodations, sometimes with a simple breakfast included (think toast and tea).
es_es: Inglaterra ofrece el habitual surtido de opciones occidentales para dormir, lo cual incluye: *"'Albergues"' Tanto instituciones privadas como redes hoteleras (que pueden exigir ser miembro, así que asegúrate de reservar con antelación) ofrecen, generalmente, un alojamiento al estilo de los dormitorios universitarios, que a veces cuenta con un simple desayuno (tostadas y té).

source: England seems to have an incredible number of pubs.
es_es: Inglaterra cuenta con un increíble número de ''pubs''.

source: English Heritage has an especially wide-ranging remit and manages more than 400 significant buildings and Monuments in England.
es_es: La fundación English Heritage tiene un gran número de atribuciones y gestiona más de 400 edificios y monumentos signficativos de Inglaterra.

source: English food has recently undergone a revolution with many larger cities having award-winning restaurants run by the many 'famous' TV chefs who have now become part of the English obsession with food.
es_es: La gastronomía inglesa ha sido recientemente objeto de una revolución en la que se ha premiado a muchos restaurantes de ciudades grandes dirigidos por muchos chefs 'famosos' de televisión que ahora forman parte de la obsesión inglesa por la comida.

source: English people are said to have a passion for debating the weather: actually this is usually just an opening gambit to start a conversation with a stranger.
es_es: Se dice que los ingleses tienen una pasión por debatir sobre el clima: en realidad se trata normalmente sólo de una estrategia inicial para entablar conversación con un desconocido.

source: Enquire locally for details of the best walks, and what kit (boots, waterproofs, etc.) you will need.
es_es: Para saber más detalles sobre los mejores caminos y el equipamiento que necesitarás llevar (botas, impermeables, etc.), pregunta a los ciudadanos de la zona.

source: Euros are generally not accepted, except in very rare circumstances.
es_es: En general, no se aceptan euros, excepto en circunstancias muy excepcionales.

source: Eurotunnel [http://www.eurotunnel.com] run a frequent train service from [[Calais]], [[France]], to [[Folkestone]] which carries vehicles and their passengers.
es_es: El Eurotúnel [http://www.eurotunnel.com] pone a disposición un servicio frecuente de trenes desde Calais (Francia) hacia Folkestone que transporta vehículos y a sus pasajeros.

source: Even English people, familiar with other accents from TV or by knowing neighbours or colleagues who have moved from other areas, can still struggle when far from home.
es_es: Incluso a los ingleses, familiarizados con otros acentos de la televisión o que conocen a vecinos o compañeros de trabajo que se han trasladado desde otras áreas, les puede costar cuando están lejos de casa.

source: Even better, arrange to meet your friends in a restaurant or cafes (which have been increasing popular in England).
es_es: Mejor aún, intenta quedar con tus amigos en restaurantes o cafés que sean muy populares en Inglaterra.

source: Evenings are normally busiest, particularly on Fridays and Saturdays and in city centres.
es_es: Estas unidades están normalmente más concurridas por las tardes, especialmente los viernes y sábados y en los centros urbanos.

source: Expect to hear (and even see signs in) Urdu, Punjabi, Hindi, Gujarati, Polish, Italian, Greek, Turkish and varieties of Arabic.
es_es: Prepárate para escuchar conversaciones (e incluso ver señales) en urdu, punjabí, hindi, gujarati, polaco, italiano, griego, turco y en variantes del árabe.

source: Expect to see summer ales, winter ales, exotic beers (containing ingredients such as heather, honey or ginger), light milds, dark milds, lagers, stouts and, increasingly, porters (like a stronger dark mild, or a lighter, sweeter stout).
es_es: Prepárate para ver cervezas de verano, cervezas de invierno, cervezas exóticas (que contienen ingredientes como brezo, miel o jengibre), ''milds'' ligeros, ''milds'' oscuros, ''lagers'', ''stouts'' y cada vez más ''porters'' (como un ''mild'' oscuro más fuerte o un ''stout'' más suave y dulce).

source: Expect your signal to drop very frequently if travelling by train or car.
es_es: Puede que la señal caiga con mucha frecuencia si se viaja en tren o en coche.

source: Farmhouse perry was always difficult to get hold of outside the West Country, but this is improving, and there will nearly always be some available at a beer festival.
es_es: Comprar ''perry'' directamente de la granja ha sido siempre difícil fuera de la zona oeste de Inglaterra, pero esto está mejorando, y hoy en día casi siempre habrá una cierta cantidad disponible en cualquier festival de cerveza.

source: Few people here speak a second language fluently.
es_es: Pocas personas aquí hablan un segundo idioma con fluidez.

source: Few pubs have requested anywhere near the "24 hour drinking" that is theoretically possible: as a general rule more traditional pubs will close at 11PM still.
es_es: Pocos ''pubs'' han solicitado algo parecido al "24 hour drinking" (beber durante 24 horas), lo cual es teóricamente posible. Sin embargo, como regla general, los ''pubs'' más tradicionales suelen cerrar todavía a las 23:00h.

source: First, do not start eating when others have not yet started.
es_es: En primer lugar, no empezar a comer cuando los demás todavía no lo hayan hecho.

source: Flashing LED lights or bulb based bike lights both meet the legal requirements.
es_es: Tanto las luces intermitentes de tipo LED como las bombillas para bicicletas cumplen con los requisitos legales.

source: Flashing your hazards (ie, both indicators at the same time) is only used as an indication of danger.
es_es: Encender las luces intermitentes (es decir, ambos indicadores al mismo tiempo) sólo se hace cuando se quiere indicar peligro.

source: Flooding and droughts are unlikely to affect the traveller.
es_es: Las inundaciones y las sequías no suelen afectar al viajero.

source: Folding bikes may travel at any time so long as they are collapsed completely.
es_es: Se puede viajar con bicicletas plegables en cualquier momento siempre y cuando estén completamente plegadas.

source: For advice on minor ailments and non-prescription drugs, you can ask a pharmacist (there are many high-street chemists).
es_es: Para pedir consejo sobre dolencias menores y medicamentos sin receta, puedes preguntarle a un farmacéutico (hay muchas farmacias en las calles principales).

source: For advice on non-emergency medical problems, you can ring the 24 hour NHS 111 service.
es_es: Para recibir asesoramiento médico sobre problemas que no supongan una emergencia, puedes llamar al 111 del Servicio Nacional de Salud disponible las 24 horas del día

source: For example [[Leeds]], the largest city in [[Yorkshire]] makes a great base for day trips to the [[Yorkshire Dales]], [[North Yorkshire Moors]], [[York]] and [[Whitby]], whilst offering its own selection of attractions such as the Royal Armories, famed nightlife, theatre and designer shopping in stunning Victorian Era arcades.
es_es: Si dispones de poco tiempo puedes alojarte en las grandes ciudades y hacer desde allí excursiones de un día, desplazándote tanto en tren como en autobús.

source: French, Spanish (and to a lesser extent German) are taught in schools and are therefore widely understood, and most English people are fluent in either language at least at a conversational level.
es_es: El francés, el español (y en menor medida el alemán) se enseñan en los colegios y, por tanto, los entiende mucha gente y la mayoría de los ingleses hablan con fluidez en ambos idiomas, al menos a nivel de conversación.

source: From Wales and Scotland regular services cross the borders into England.
es_es: Desde Gales y Escocia hay servicios regulares que atraviesan las fronteras hacia Inglaterra.

source: Generally, English accents can be broadly divided into Northern and Southern accents, with natives of Liverpool having a very distinctive 'squeeky' accent that is easily distinguishable from that of someone from neighbouring Manchester.
es_es: Generalmente, los acentos ingleses se pueden dividir a grandes rasgos en los acentos del norte y del sur, teniendo los nativos de Liverpool un acento muy particular y "chirriante" que es fácilmente diferenciable del de alguien próximo a Manchester.

source: Get yourself a [http://www.nobelcom.co.uk/ UK calling card] when packing for your trip.
es_es: Antes de hacer las maletas para tu viaje, hazte con una tarjeta de llamada del Reino Unido [http://www.nobelcom.co.uk].

source: Giant version often appears on (not very refined) pub menus as a main meal item, with a "filling" (''Giant Yorkshire Pudding filled with beef stew'').
es_es: Su versión gigante se puede encontrar a menudo en los (no muy refinados) menús de los bares, como una parte principal de la comida, con un "relleno" ("Yorkshire Pudding gigante relleno de estofado de carne").

source: Guinness is one world-famous Irish brand that is available almost everywhere in England, often in "normal" and "extra cold" versions.
es_es: Guinness es una marca irlandesa conocida mundialmente que se puede encontrar prácticamente en cualquier lugar de Inglaterra, a menudo en las versiones "extra fría" y "normal".

source: Heading west from Ilfracombe to Lundy Island is an opportunity to see the majestic [[Bay of Naples]] styled curve of Bideford Bay with the magnificent surf beaches of [[Woolacombe]], [[Croyde]], [[Staunton]] and Westward Ho!
es_es: Si se navega rumbo oeste desde Ilfracombe hacia la isla de Lundy se tiene la oportunidad de ver la majestuosa bahía inglesa de Nápoles (bahía de Weymouth), de estilo curvado como la bahía de Bideford, con sus magníficas playas surferas de Woolacombe, Croyde, Staunton and Westward Ho!

source: Heavy, prolonged, snow is rare and temperatures are rarely below freezing for more than a few days.
es_es: Fuertes y prolongadas, las nevadas son poco comunes y las temperaturas raramente se encuentran bajo cero durante más de unos pocos días.

source: Helmets aren't compulsory.
es_es: Los cascos no son obligatorios.

source: High winds occasionally disrupt travel, most often outside summer.
es_es: Los fuertes vientos ocasionalmente interrumpen viajes, sobre todo cuando no es verano.

source: Hot spells of weather can occur from May to September where temperatures may reach 30°C in the warmest areas of England, typically London and parts of the South East.
es_es: Puede haber períodos cálidos de mayo a septiembre, cuando las temperaturas pueden alcanzar los 30°C en las zonas más cálidas de Inglaterra, por lo general en Londres y en partes del sudeste.

source: However "Real Ale" is an accepted term, so to ask "What real ales do you have on?" would be quite normal.
es_es: Sin embargo, "real Ale" es un término aceptado, así que preguntar "¿Qué "real ales" tenéis?" sería bastante normal.

source: However [http://www.universityrooms.co.uk] is a bit better than most previous sites, in that it provides good information and tips about the places it covers, which include Oxford and Cambridge.
es_es: No obstante, [http://www.universityrooms.co.uk] es un poco mejor que la mayoría de los sitios mencionados anteriormente, ya que proporciona buena información y consejos sobre los lugares que abarca, entre los cuales están Oxford y Cambridge.

source: However if the group is large, the "round" could be costly and that could lead to "binge drinking".
es_es: Sin embargo, si el grupo es grande, la "ronda" podría llegar a ser muy cara y podría terminar en una buena "borrachera".

source: However in most cities and many towns, centrally located pubs and bars will stay open anytime from 2AM till 6AM, especially on Friday and Saturday nights.
es_es: Sin embargo en la mayoría de las ciudades y muchos pueblos, los ''pubs'' del centro y los bares permanecen abiertos desde las 2:00h hasta las 6:00h, especialmente los viernes y sábados por la noche.

source: However it does not cover all the places where accommodation is available.
es_es: Sin embargo, ésta no cubre todos los lugares donde hay alojamiento disponible.

source: However there are a host of MVNOs that use the infrastructure of these networks, these often offer plans tailored towards expat communities and tourist who wish to call abroad, the main players are LycaMobile, Lebara and giffgaff.
es_es: Sin embargo, hay una gran cantidad de operadores móviles virtuales que utilizan la infraestructura de estas redes. Éstos ofrecen a menudo planes personalizados para emigrantes y turistas que desean llamar al extranjero. Las principales plataformas son LycaMobile, Lebara y Giffgaff.

source: However, a modern English meal is just as likely to be Lasagne or Chicken Tikka Masala, with the traditional Italian and Indian meals taking on a decidely English flavour.
es_es: Sin embargo, la lasaña o el pollo Tikka Masala pueden ser también comidas inglesas modernas, además de las comidas italianas e indias tradicionales que adoptan un sabor totalmente inglés.

source: However, as in many other countries, it is best to avoid sensitive topics such as politics.
es_es: Sin embargo, como en muchos otros países, es mejor evitar ciertos temas delicados, como la política.

source: However, hospitals are wary of health tourists and if obviously not from England, may ask where you are from and if within the EU, for your EHIC card (previously known as E111).
es_es: Sin embargo, los hospitales son bastante cautelosos con los "turistas sanitarios" y, si no eres de Inglaterra, puede que te pregunten de dónde eres y si perteneces a la Unión Europea, para comprobar tu Tarjeta Sanitaria Europea (TSE).

source: However, if you find yourself in such situation you should argue that all types of notes are legal tender and are therefore perfectly valid for your purchase.
es_es: De todas maneras, si llegas a encontrarte en tal situación, deberás argumentar que dichos billetes son legales y, por tanto, son perfectamente válidos para tu compra.

source: However, many pubs are evolving in a more healthy direction.
es_es: Sin embargo, muchos ''pubs'' están evolucionando en una dirección más saludable.

source: However, most people were taught one second language (usually French, German, Italian or Spanish) at school, and may remember enough to be willing to help a stranger in difficulties (if they can get over the embarrassment of being seen to "show off").
es_es: Sin embargo, la mayoría de la gente aprendió una segunda lengua (por lo general, francés, alemán, italiano o español) en el colegio, y posiblemente recuerde lo suficiente como para estar en condiciones de ayudar a un desconocido con problemas (si puede superar la vergüenza de que la vean "alardear" de sus conocimientos).

source: However, pubs are becoming more and more specialized.
es_es: Sin embargo, los bares se están especializando cada vez más.

source: However, there are a couple of rules which are worth bearing in mind.
es_es: Sin embargo, sí que hay un par de reglas que vale la pena tener en cuenta:

source: However, these days "ale" is often used a little self-consciously, usually either as a "matey" word for any type of beer ("Anyone fancy a few ales?") or in a consciously "traditional" way ("Try a pint of good old English ale").
es_es: Sin embargo, hoy en día la "ale" se utiliza a menudo un poco auto-conscientemente, ya sea como una palabra "afable" para cualquier tipo de cerveza (''¿Os apetecen unas "ales"?'') o de una manera consciente y "tradicional" (''Prueba una pinta de buen "ale" inglés'').

source: However, vegetarians may still find the variety of dishes rather limited - particularly in pubs, where certain dishes such as "veggie" lasagne or mushroom stroganoff feature all too regularly.
es_es: Sin embargo, para los vegetarianos esta variedad de platos puede ser todavía bastante limitada - particularmente en los bares, donde ciertos platos como la lasaña "veggie" (vegetariana) o la ''stroganoff'' de hongos aparecen con demasiada regularidad.

source: However, you don't usually see an obvious queue in bus stops and train platforms.
es_es: Sin embargo, no se suelen ver colas en las paradas de autobuses o en los andenes de tren,

source: ID is usually required when buying medication if you look under 25.
es_es: Generalmente, para poder comprar medicamentos, se necesita el DNI o cualquier documento que te identifique si eres menor de 25 años.

source: If anything, the South of England is split between the "overheated" and overcrowded South-East, and the more rural, amiable South-West/West Country where a more laid back, relaxed, friendlier atmosphere beckons.
es_es: En todo caso, el sur de Inglaterra se divide entre el "acalorado" y superpoblado sudeste, y el más rural y amable sudoeste donde te verás atraído por su ambiente más tranquilo y cordial.

source: If good quality and cheaply priced food is more your choice, try one of the many ethnic restaurants such as Chinese, Asian or Mexican.
es_es: Si prefieres la buena calidad y la comida a un precio más bajo, prueba uno de los muchos restaurantes étnicos como el chino, el asiático o el mexicano.

source: If he adds that they also had a "gorgeous" meal, it means it was followed by a nice dinner.
es_es: Si añade que también tuvieron ''a gorgeous meal'' (una comida "magnífica"), significa que a ello le siguió una buena cena.

source: If it is made with just hot water, then it is "black coffee"; with added cold milk it becomes "white coffee".
es_es: Si se hace sólo con agua caliente, es "black coffee" (café solo); con leche fría añadida se convierte en "white coffee" (café con leche).

source: If it were not for the North Atlantic Drift, England would be much much colder.
es_es: Si no fuera por esta corriente, Inglaterra sería mucho más fría.

source: If short on time, then it is possible to use larger cities as a base for day trips, either by train or coach.
es_es: Si dispones de poco tiempo puedes alojarte en las grandes ciudades y hacer desde allí excursiones de un día, desplazándote tanto en tren como en autobús.

source: If short on time, you may find it more convenient to base yourself in a regional city and take day trips to the National Parks, coast and smaller towns.
es_es: Si dispones de poco tiempo, puede que sea más conveniente alojarse en una ciudad regional y hacer excursiones de un día a los parques nacionales, la costa y las ciudades más pequeñas.

source: If staying connected is a priority you may want to compare the data speeds of the networks, OpenSignal provide London coverage maps.
es_es: Si para ti es una prioridad estar conectado a Internet, quizá te interese comparar los datos de velocidad de las diferentes redes. Open Signal proporciona a Londres un amplio esquema de cobertura.

source: If the directions say "go to the top of the road", that means the end of the road.
es_es: Si las indicaciones dicen ''go to the top of the road'' ("ve a la parte superior de la carretera"), querrán decir el final de la carretera.

source: If they had a "shag" it means they had sex afterwards.
es_es: Si echaron un ''shag'' (polvo)", significa que tuvieron relaciones sexuales después.

source: If you are travelling from continental Europe, you should change your Euros into Pound Sterling.
es_es: Si viajas desde Europa continental, deberás cambiar los euros a libras esterlinas.

source: If you have a little longer, you may be able to spend a week more locally based, for example staying in [[Ambleside]] in the [[Lake District National Park|Lake District]].
es_es: Si dispones de un poco más de tiempo, puedes pasar una semana en un lugar más específico y podrás, por ejemplo, alojarte en Ambleside, en el parque nacional del Distrito de los Lagos.

source: If you have plenty of time, then you could base yourself in a B&B (Bed and Breakfast) in any of the above.
es_es: Si dispones de mucho tiempo puedes alojarte en B&B (''Bed and Breakfast'', cama y desayuno) en cualquiera de los lugares mencionados anteriormente.

source: If you need more than one service that includes an ambulance (e.g. a road collision) then ask for Ambulance and they will contact the relevant services themselves.
es_es: Si necesitas más de un servicio que incluya una ambulancia (por ejemplo, un accidente de tráfico), solicita primero la ambulancia y ésta se pondrá en contacto con los demás servicios necesarios.

source: If you travel to different regions in England, you will find a variety of English accents, such as Liverpool accent.
es_es: Si viajas a las diferentes regiones de Inglaterra, encontrarás una gran variedad de acentos, como el de Liverpool,

source: If you want white sand beaches, turquoise sea, Arthurian atmosphere and a raw, misty eyed Celtic landscape head to the West Country coastline of [[Devon]] and [[Cornwall]] - particularly, the magnificent surf blasted beaches of North Devon's Bideford Bay and King Arthur's birthplace in North Cornwall's Atlantic coastline (Bude, Tintagel, Padstow, Polzeath etc).
es_es: Si prefieres las playas de arena blanca, el mar turquesa, una atmósfera de la época del rey Arturo y un paisaje celta salvaje y neblinoso, dirígete a la costa este del país hacia Devon y Cornualles, sobre todo hacia las magníficas playas surferas de la bahía de Bideford de North Devon y hacia el lugar de nacimiento del rey Arturo en la costa atlántica norte de Cornualles (Bude, Tintagel, Padstow, Polzeath, etc).

source: If you're planning to leave promptly, or don't have enough money, then you should politely decline the offer.
es_es: Si tienes pensado irte pronto o no tienes suficiente dinero, debes rechazar educadamente la oferta.
